[
    {
        "id": 1,
        "titulo": "Física Universitaria Vol.I",
        "imgSrc": "../multimedia/FisicaVol1-Sears-Zemansky.png",
        "content": "Mecánica, Cinemática de la Partícula, Dinámica de la Partícula, Trabajo y Energía, Moméntum Lineal, Cinemática y Dinámica del Sólido Rígido, Oscilaciones, Mecánica de fluidos, Ondas, Acústica y Termodinámica.",
        "autor": "Francis Sears - Mark Zemansky.",
        "edicion": "Decimosegunda Edición",
        "link": "https://drive.google.com/file/d/1zsYAHqY0tO3gmzKTtVSrNgVIkXVVa3T9/view?usp=sharing",
        "alt": "Libro Física Universitaria Volumen 1"
    },
    {
        "id": 2,
        "titulo": "Ecuaciones Diferenciales con Aplicaciones y Notas Historicas",
        "imgSrc": "../multimedia/EcDiferencialesAppYNH.jpg",
        "content": "La naturaleza de las ecuaciones diferenciales, Ecuaciones de primer orden, Ecuaciones lineales de segundo orden, Soluciones en series de potencias y funciones especiales, Series de Fourier y funciones ortogonales, Derivadas parciales y problemas de contorno, Funciones especiales de la física matemática, Transformadas de Laplace, Sistemas de ecuaciones de primer orden, Ecuaciones no lineales, Cálculo de variaciones, Existencia y unicidad de soluciones, Métodos numéricos, Tablas numéricas.",
        "autor": "George F. Simmons",
        "edicion": "Segunda Edición",
        "link": "https://drive.google.com/file/d/1dCIwbKh_8lrx5DLly-1sxdGSIFno6ejQ/view?usp=sharing",
        "alt": "Libro Ecuaciones Diferenciales con Aplicaciones y Notas Historicas"
    },
    {
        "id": 3,
        "titulo": "Manual de Normas de Aplicación para Dibujo Técnico",
        "imgSrc": "../multimedia/IRAM.jpg",
        "content": "Normas IRAM para el dibujo técnico.",
        "autor": "IRAM.",
        "edicion": "igésimo Séptima Edición",
        "link": "https://drive.google.com/file/d/1sgFmutVaH9jUhR9TpdcX3H3s20sFZP0T/view?usp=sharing",
        "alt": "Manual de Normas de Aplicación para Dibujo Técnico"
    },
    {
        "id": 4,
        "titulo": "Learning Javascript Data Structures and Algorithms",
        "imgSrc": "../multimedia/JSDataStructures.jpg",
        "content": "Configuración de Entorno, Aspectos básicos de JS, Control de Estructuras, Funciones, Programación Orientada a Objetos en JS, ECMAScript6-7, Arrays, Stacks, Queues, Listas Enlazadas, Sets, Diccionarios y Hashes, Árboles, Grafos, Búsqueda y organización de algoritmos, Patrones Algorítmicos.",
        "autor": "Loiane Groner",
        "edicion": "Segunda Edición",
        "link": "https://drive.google.com/file/d/1SqHKS15U4Hc2VriISFtzYayOOugJiY45/view?usp=sharing",
        "alt": "Estructuras de Datos y Algoritmos en JavaScript"
    },
    {
        "id": 5,
        "titulo": "Cálculo Diferencial e Integral",
        "imgSrc": "../multimedia/CalcDifEInt-N.Piskunov.jpg",
        "content": "Número, variable, función, Límite y continuidad de las funciones, Derivada y diferencial, Teoremas sobre las funciones derivables, Variación de las funciones, Números complejos, Polinomios, Funciones multivariables, Aplicaciones del Cálculo diferencial a la geometría del espacio, Integral indefinida, Integral definida, Aplicaciones geométricas y mecánicas de la integral definida, Ecuaciones diferenciales, Integrales curvilíneas e integrales de superficie, Series, Series de Fourier, Aplicaciones físicas, Cálculo operacional.",
        "autor": "Nikolai Piskunov",
        "edicion": "Primera Edición",
        "link": "https://drive.google.com/file/d/1MfLt9EWvIOGXaxI0nOItw1vxrEVRygsW/view?usp=sharing",
        "alt": "Libro Cálculo Diferencial e Integral N. Piskunov"
    },
    {
        "id": 6,
        "titulo": "Álgebra Lineal",
        "imgSrc": "../multimedia/Algebra-Lineal-Stanley-I.Grossman.jpg",
        "content": "Sistemas De Ecuaciones Lineales y Matrices, Determinantes, Vectores en R2 y R3, Espacios Vectoriales, Transformaciones Lineales, Eigencalores, Eigenvectores y Formas Conicas, Induccion Matemática, Números Complejos, Cálculos y la Complejidad Computacional, Eliminación Haussiana con Pivoteo, Utilización de Matlab, Respuesta a los Problemas Impares.",
        "autor": "Stanley I. Grossman",
        "edicion": "Sexta Edición",
        "link": "'https://drive.google.com/file/d/1fZVk5p9GsiOdbtv9NcnNBRukXCuQawrT/view?usp=sharing",
        "alt": "Libro Álgebra Lineal por Stanley I. Grossman"
    },
    {
        "id": 7,
        "titulo": "Química General",
        "imgSrc": "../multimedia/Quimica-General_Petrucci.jpg",
        "content": "Las propiedades de la materia y su medida, Los átomos y la teoría atómica, Compuesto química, Las reacciones química, Ingtroducción a las reacciones en disolución acuosa, Gases, Termoquímica, Los electrones en los átomos, La tabla periódica y algunas propiedades atómicas, Enlaces Químicos, Líquidos, sólidos y fuerzas intermoleculares, Disoluciones y sus propiedades físicas, Cinética química, Principios del equilibrio químico, Ácidos y bases, Solubilidad y equilibrio de iones complejos, Espontaneidad, Entropía y Energía Gibbs, Electroquímica, Química de los elementos de los grupos principales, Elementos de transición, Iones complejos y compuestos de coordinación, Química Nuclear, Estructura y reacciones de los compuestos orgánicos, Química de los seres vivos.",
        "autor": "Ralph H. Petrucci - Pearson",
        "edicion": "Décima Edición",
        "link": "https://drive.google.com/file/d/1NqDKO87NAS71g9O1KNk_WCq4kLMibkDC/view?usp=sharing",
        "alt": "Libro Química General por Petrucci"
    },
    {
        "id": 8,
        "titulo": "Química",
        "imgSrc": "../multimedia/Quimica_Raymond-Goldsby.jfif",
        "content": "El estudio del cambio, átomos, moléculas e iones, relaciones de masa en las reacciones químicas, reacciones en disolución acuosa, gases, termoquímica, teoría cuántica y la estructura electrónica de los átomos, relaciones periódicas entre los elementos, enlaces químicos, fuerzas intermoleculares, propiedades físicas de las disoluciones, cinética química, equilibrio químico, ácidos y bases, equilibrio ácido-base y equilibrios de solubilidad, entropía, energía libre y equilibrio, electroquímica, química nuclear, química en la atmósfera, metalurgia y la química de los metales, elementos no metálicos y sus compuestos, química de los metales de transición y compuestos de coordinación, química orgánica, polímeros orgánicos sintéticos y naturales.",
        "autor": "Raymond Chang / Goldsby Kenneth A.",
        "edicion": "Décimo Segunda Edición",
        "link": "https://drive.google.com/file/d/1VQ4yDreRrpqjRDaL__cjfecHEsEfJs5V/view?usp=sharing",
        "alt": "Libro Química por Raymond Chang y Goldsby Kenneeth A."
    }
]